export const DIRECTION_OPTIONS = [
  { value: "Конфликтология", label: "Конфликтология" },
  { value: "Менеджмент", label: "Менеджмент" },
  { value: "Психология", label: "Психология" },
  { value: "Социальная работа", label: "Социальная работа" },
  { value: "Юриспруденция", label: "Юриспруденция" },
  { value: "Подготовительные курсы", label: "Подготовительные курсы" },
];

export const GROUPS_DATA = [
  { faculty: "Конфликтология", groups: ["КФЛ-Б-04-В-2021"] },
  { faculty: "Менеджмент", groups: ["МЕН-Б-9-Д-2025-1", "МЕН-Б-9-Д-2025-2"] },
  { faculty: "Психология", groups: ["ПСИ-Б-04-Д-2025-1", "ПСИ-Б-04-Д-2025-2"] },
  { faculty: "Социальная работа", groups: ["СРБ-Б-04-Д-2025-1", "СРБ-Б-04-Д-2025-2"] },
  { faculty: "Юриспруденция", groups: ["ЮСТ-Б-04-Д-2025-1"] },
];

export const REASON_OPTIONS = [
  "Забыл(а) пропуск",
  "Пропуск потерян",
  "Пропуск не работает",
  "Пропуск не был выдан",
  "Другое",
];

export const STUDENTS = [
  { value: "иванов иван иванович", label: "Иванов Иван Иванович" },
  { value: "петров петр петрович", label: "Петров Петр Петрович" },
  { value: "сидорова анна ивановна", label: "Сидорова Анна Ивановна" },
  { value: "алексеева мария сергеевна", label: "Алексеева Мария Сергеевна" },
];
